Repository: pouriaMaleki/navon
Catalog: companion-apps/ios/CompanionApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fi, fr, hi, id, ja, mr, pt, ru, ur, zh

# cue.turn50mCombined
source: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, {first, select, left {turn left} slightLeft {slight left} slightRight {slight right} right {turn right} exitLeft {take the left exit} exitRight {take the right exit} uturn {make a U-turn} roundabout {enter the roundabout} merge {merge} ramp {take the ramp} other {follow the route}} then quickly {second, select, left {left} slightLeft {slight left} slightRight {slight right} right {right} exitLeft {left exit} exitRight {right exit} uturn {U-turn} roundabout {roundabout} merge {merge} ramp {ramp} other {ahead}}
ar: بعد {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}، {first, select, left {turn left} slightLeft {slight left} slightRight {slight right} right {turn right} exitLeft {take the left exit} exitRight {take the right exit} uturn {make a U-turn} roundabout {enter the roundabout} merge {merge} ramp {take the ramp} other {follow the route}} ثم بسرعة {second, select, left {left} slightLeft {slight left} slightRight {slight right} right {right} exitLeft {left exit} exitRight {right exit} uturn {U-turn} roundabout {roundabout} merge {merge} ramp {ramp} other {ahead}}
bn: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, {first, select, left {turn left} slightLeft {slight left} slightRight {slight right} right {turn right} exitLeft {take the left exit} exitRight {take the right exit} uturn {make a U-turn} roundabout {enter the roundabout} merge {merge} ramp {take the ramp} other {follow the route}} তারপর দ্রুত {second, select, left {left} slightLeft {slight left} slightRight {slight right} right {right} exitLeft {left exit} exitRight {right exit} uturn {U-turn} roundabout {roundabout} merge {merge} ramp {ramp} other {ahead}}
de: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, {first, select, left {links abbiegen} slightLeft {leicht links} slightRight {leicht rechts} right {rechts abbiegen} exitLeft {nimm die linke Ausfahrt} exitRight {nimm die rechte Ausfahrt} uturn {mach einen U-turn} roundabout {in den Kreisverkehr einfahren} merge {einfädeln} ramp {nimm die Rampe} other {folge der Route}} dann schnell {second, select, left {links} slightLeft {leicht links} slightRight {leicht rechts} right {rechts} exitLeft {linke Ausfahrt} exitRight {rechte Ausfahrt} uturn {U-turn} roundabout {Kreisverkehr} merge {einfädeln} ramp {Rampe} other {weiter}}
es: En {distance, number} {distanceUnit, select, meters {metros} feet {pies} other {metros}}, {first, select, left {gira a la izquierda} right {gira a la derecha} exitLeft {toma la salida izquierda} exitRight {toma la salida derecha} uturn {haz una U-turn} roundabout {entra a la rotonda} merge {incorpórate} ramp {toma la rampa} other {sigue la ruta}} luego rápidamente {second, select, left {a la izquierda} right {a la derecha} exitLeft {salida izquierda} exitRight {salida derecha} uturn {U-turn} roundabout {rotonda} merge {incorpórate} ramp {rampa} other {sigue adelante}}
fa: در {distance, number} {distanceUnit, select, meters {متر} feet {فوت} other {متر}}، {first, select, left {به چپ بپیچ} right {به راست بپیچ} exitLeft {از خروجیِ سمت چپ خارج شو} exitRight {از خروجیِ سمت راست خارج شو} uturn {یک U-turn انجام بده} roundabout {وارد میدان گردان شو} merge {ادغام شو} ramp {رمپ را بگیر} other {مسیر را دنبال کن}} سپس سریع {second, select, left {به چپ} right {به راست} exitLeft {خروجیِ سمت چپ} exitRight {خروجیِ سمت راست} uturn {U-turn} roundabout {میدان گردان} merge {ادغام} ramp {رمپ} other {به جلو}}
fi: Kun {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} on jäljellä, {first, select, left {käänny vasemmalle} slightLeft {vähäinen vasemmalle} slightRight {vähäinen oikealle} right {käänny oikealle} exitLeft {ota vasen uloskäynti} exitRight {ota oikea uloskäynti} uturn {tee U-käännös} roundabout {siirry kiertoliittymään} merge {sulautu} ramp {ota ramppi} other {seuraa reittiä}} sitten nopeasti {second, select, left {vasemmalle} slightLeft {vähäinen vasemmalle} slightRight {vähäinen oikealle} right {oikealle} exitLeft {vasen uloskäynti} exitRight {oikea uloskäynti} uturn {U-käännös} roundabout {kiertoliittymä} merge {sulautu} ramp {ramppi} other {eteenpäin}}
fr: Dans {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, {first, select, left {tournez à gauche} slightLeft {légère gauche} slightRight {légère droite} right {tournez à droite} exitLeft {prenez la sortie à gauche} exitRight {prenez la sortie à droite} uturn {faites un demi-tour} roundabout {entrez dans le rond-point} merge {fusionnez} ramp {prenez la rampe} other {suivez l’itinéraire}} puis rapidement {second, select, left {à gauche} slightLeft {légère gauche} slightRight {légère droite} right {à droite} exitLeft {sortie à gauche} exitRight {sortie à droite} uturn {Demi-tour} roundabout {rond-point} merge {fusion} ramp {rampe} other {tout droit}}
hi: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, {first, select, left {turn left} slightLeft {slight left} slightRight {slight right} right {turn right} exitLeft {take the left exit} exitRight {take the right exit} uturn {make a U-turn} roundabout {enter the roundabout} merge {merge} ramp {take the ramp} other {follow the route}} फिर जल्दी {second, select, left {left} slightLeft {slight left} slightRight {slight right} right {right} exitLeft {left exit} exitRight {right exit} uturn {U-turn} roundabout {roundabout} merge {merge} ramp {ramp} other {ahead}}
id: Dalam {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, {first, select, left {belok kiri} slightLeft {belok sedikit kiri} slightRight {belok sedikit kanan} right {belok kanan} exitLeft {ambil keluar kiri} exitRight {ambil keluar kanan} uturn {lakukan U-turn} roundabout {masuk bundaran} merge {bergabung} ramp {ambil landai} other {ikuti rute}} lalu cepat {second, select, left {kiri} slightLeft {belok sedikit kiri} slightRight {belok sedikit kanan} right {kanan} exitLeft {keluar kiri} exitRight {keluar kanan} uturn {U-turn} roundabout {bundaran} merge {bergabung} ramp {landai} other {ke depan}}
ja: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先で、{first, select, left {左折} slightLeft {緩やかな左} slightRight {緩やかな右} right {右折} exitLeft {左の出口へ} exitRight {右の出口へ} uturn {Uターン} roundabout {ラウンドアバウトに入る} merge {合流} ramp {ランプを取る} other {ルートに従って進む}} のあとすぐに {second, select, left {左} slightLeft {緩やかな左} slightRight {緩やかな右} right {右} exitLeft {左の出口} exitRight {右の出口} uturn {Uターン} roundabout {ラウンドアバウト} merge {合流} ramp {ランプ} other {その先へ}}
mr: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, {first, select, left {डावीकडे वळा} slightLeft {किंचित डावीकडे} slightRight {किंचित उजवीकडे} right {उजवीकडे वळा} exitLeft {डावीकडचा एक्झिट घ्या} exitRight {उजवीकडचा एक्झिट घ्या} uturn {U-turn करा} roundabout {राउंडअबाऊटमध्ये जा} merge {मर्ज करा} ramp {रॅम्प घ्या} other {मार्गाचे अनुसरण करा}} नंतर लवकरच {second, select, left {डावीकडे} slightLeft {किंचित डावीकडे} slightRight {किंचित उजवीकडे} right {उजवीकडे} exitLeft {डावीकडचा एक्झिट} exitRight {उजवीकडचा एक्झिट} uturn {U-turn} roundabout {राउंडअबाऊट} merge {मर्ज करा} ramp {रॅम्प} other {पुढे}}
pt: Em {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, {first, select, left {vire à esquerda} slightLeft {leve à esquerda} slightRight {leve à direita} right {vire à direita} exitLeft {pegue a saída à esquerda} exitRight {pegue a saída à direita} uturn {faça um retorno (U-turn)} roundabout {entre na rotatória} merge {fusão} ramp {pegue a rampa} other {siga a rota}} então rapidamente {second, select, left {à esquerda} slightLeft {leve à esquerda} slightRight {leve à direita} right {à direita} exitLeft {saída à esquerda} exitRight {saída à direita} uturn {U-turn} roundabout {rotatória} merge {fusão} ramp {rampa} other {à frente}}
ru: Через {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, {first, select, left {turn left} slightLeft {небольшой поворот налево} slightRight {небольшой поворот направо} right {turn right} exitLeft {take the left exit} exitRight {take the right exit} uturn {make a U-turn} roundabout {enter the roundabout} merge {merge} ramp {take the ramp} other {follow the route}} затем быстро {second, select, left {left} slightLeft {небольшой поворот налево} slightRight {небольшой поворот направо} right {right} exitLeft {left exit} exitRight {right exit} uturn {U-turn} roundabout {roundabout} merge {merge} ramp {ramp} other {ahead}}
ur: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, {first, select, left {turn left} slightLeft {slight left} slightRight {slight right} right {turn right} exitLeft {take the left exit} exitRight {take the right exit} uturn {make a U-turn} roundabout {enter the roundabout} merge {merge} ramp {take the ramp} other {follow the route}} پھر جلدی {second, select, left {left} slightLeft {slight left} slightRight {slight right} right {right} exitLeft {left exit} exitRight {right exit} uturn {U-turn} roundabout {roundabout} merge {merge} ramp {ramp} other {ahead}}
zh: 在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 内，{first, select, left {turn left} slightLeft {slight left} slightRight {slight right} right {turn right} exitLeft {take the left exit} exitRight {take the right exit} uturn {make a U-turn} roundabout {enter the roundabout} merge {merge} ramp {take the ramp} other {follow the route}} 然后很快 {second, select, left {left} slightLeft {slight left} slightRight {slight right} right {right} exitLeft {left exit} exitRight {right exit} uturn {U-turn} roundabout {roundabout} merge {merge} ramp {ramp} other {ahead}}

# cycling.alternativesLive
source: Cycling alternatives via BRouter + OSRM
ar: بدائل التنقّل بالدراجة عبر BRouter + OSRM
bn: BRouter + OSRM দিয়ে সাইক্লিং বিকল্পসমূহ
de: Fahrrad-Alternativen via BRouter + OSRM
fi: Pyöräilyvaihtoehdot reittiä pitkin BRouter + OSRM:n kautta
fr: Alternatives vélo via BRouter + OSRM
hi: BRouter + OSRM के जरिए साइक्लिंग विकल्प
id: Alternatif bersepeda via BRouter + OSRM
ja: BRouter + OSRM によるサイクリング代替ルート
mr: BRouter + OSRM द्वारे सायकलिंग पर्याय
pt: Alternativas de ciclismo via BRouter + OSRM
ru: Варианты веломаршрута через BRouter + OSRM
ur: BRouter + OSRM کے ذریعے Cycling alternatives
zh: 通过 BRouter + OSRM 提供的骑行备选方案

# cycling.alternativesPartial
source: Cycling alternatives — {count, number} source{count, plural, =1 {} other {s}} unavailable
ar: بدائل التنقّل بالدراجة — {count, number} مصدر{count, plural, =1 {} other {s}} غير متاح
bn: সাইক্লিং বিকল্পসমূহ — {count, number} source{count, plural, =1 {} other {s}} অনুপলব্ধ
de: Fahrrad-Alternativen — {count, number} Quelle{count, plural, =1 {} other {n}} nicht verfügbar
fi: Pyöräilyvaihtoehdot — {count, number} lähde{count, plural, =1 {} other {ä}} ei saatavilla
fr: Alternatives vélo — {count, number} source{count, plural, =1 {} other {s}} indisponible(s)
hi: साइक्लिंग विकल्प — {count, number} source{count, plural, =1 {} other {s}} उपलब्ध नहीं
id: Alternatif bersepeda — {count, number} sumber{count, plural, =1 {} other {s}} tidak tersedia
ja: サイクリング代替ルート — {count, number} source{count, plural, =1 {} other {s}} が利用できません
mr: सायकलिंग पर्याय — {count, number} स्रोत{count, plural, =1 {} other {s}} उपलब्ध नाही
pt: Alternativas de ciclismo — {count, number} fonte{count, plural, =1 {} other {s}} indisponível(is)
ru: Варианты веломаршрута — {count, number} источник{count, plural, =1 {} other {а}} недоступен
ur: Cycling alternatives — {count, number} source{count, plural, =1 {} other {s}} دستیاب نہیں
zh: 骑行备选方案 — {count, number} 个源不可用

# cycling.sampleFallback
source: Showing sample route — live routing failed
ar: عرض مسار نموذجي — تعذّر التوجيه المباشر
bn: নমুনা রুট দেখানো হচ্ছে — লাইভ রাউটিং ব্যর্থ হয়েছে
de: Beispielroute wird angezeigt — Live-Routing fehlgeschlagen
fi: Näytetään esimerkkireitti — live-reititys epäonnistui
fr: Affichage d’un itinéraire d’exemple — le routage en direct a échoué
hi: नमूना रूट दिखाया जा रहा है — लाइव रूटिंग विफल
id: Menampilkan rute contoh — routing langsung gagal
ja: サンプルルートを表示中 — ライブ経路探索に失敗しました
mr: नमुना मार्ग दाखवत आहोत — live routing अयशस्वी
pt: Mostrando rota de exemplo — falha no roteamento ao vivo
ru: Показывается пример маршрута — не удалось построить маршрут в реальном времени
ur: نمونہ روٹ دکھا رہے ہیں — live routing ناکام ہوگئی
zh: 正在显示示例路线 — 实时路线规划失败

# guidance.distanceToDestination
source: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} to {destination}
ar: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} إلى {destination}
bn: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} থেকে {destination}
de: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} bis {destination}
es: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} hasta {destination}
fa: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} تا {destination}
fi: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} kohteeseen {destination}
fr: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} jusqu’à {destination}
hi: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} से {destination} तक
id: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} menuju {destination}
ja: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} 先の{destination}
mr: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} ते {destination}
pt: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} até {destination}
ru: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} до {destination}
ur: {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}} میں {destination} تک
zh: 到 {destination} 还需 {distance, number} {distanceUnit, select, km {km} mi {mi} other {km}}

# home.a11y.clearDestination
source: Clear destination
ar: مسح الوجهة
bn: গন্তব্য মুছুন
de: Ziel löschen
es: Borrar destino
fa: پاک کردن مقصد
fi: Tyhjennä määränpää
fr: Effacer la destination
hi: गंतव्य साफ़ करें
id: Hapus tujuan
ja: 目的地をクリア
mr: गंतव्य साफ करा
pt: Limpar destino
ru: Очистить пункт назначения
ur: مقام صاف کریں
zh: 清除目的地

# home.a11y.closeArrivalNotice
source: Close arrival message
ar: إغلاق رسالة الوصول
bn: আগমনের বার্তা বন্ধ করুন
de: Ankunftsmeldung schließen
es: Cerrar aviso de llegada
fa: بستن پیام رسیدن
fi: Sulje saapumisilmoitus
fr: Fermer le message d’arrivée
hi: आगमन संदेश बंद करें
id: Tutup pesan kedatangan
ja: 到着メッセージを閉じる
mr: आगमन संदेश बंद करा
pt: Fechar aviso de chegada
ru: Закрыть сообщение о прибытии
ur: آمد کا پیغام بند کریں
zh: 关闭到达消息

# home.a11y.currentSpeed
source: Current speed
ar: السرعة الحالية
bn: বর্তমান গতি
de: Aktuelle Geschwindigkeit
es: Velocidad actual
fa: سرعت فعلی
fi: Nykyinen nopeus
fr: Vitesse actuelle
hi: वर्तमान गति
id: Kecepatan saat ini
ja: 現在の速度
mr: सध्याचा वेग
pt: Velocidade atual
ru: Текущая скорость
ur: موجودہ رفتار
zh: 当前速度

# home.a11y.findAlternates
source: Find alternate routes
ar: ابحث عن مسارات بديلة
bn: বিকল্প রুট খুঁজুন
de: Alternative Routen finden
es: Buscar rutas alternas
fa: یافتن مسیرهای جایگزین
fi: Etsi vaihtoehtoisia reittejä
fr: Trouver des itinéraires alternatifs
hi: वैकल्पिक मार्ग खोजें
id: Cari rute alternatif
ja: 別ルートを探す
mr: पर्यायी मार्ग शोधा
pt: Encontrar rotas alternativas
ru: Найти альтернативные маршруты
ur: متبادل راستے تلاش کریں
zh: 查找备选路线

# home.a11y.locating
source: Locating you
ar: أحدد موقعك
bn: আপনাকে খুঁজে বের করা হচ্ছে
de: Position wird ermittelt
es: Ubicándote
fa: موقعیت شما را پیدا می‌کنم
fi: Paikannetaan sinua
fr: Localisation en cours
hi: आपका पता लगाया जा रहा है
id: Sedang melacak Anda
ja: 位置を特定中
mr: तुम्हाला शोधत आहे
pt: Localizando você
ru: Определяю ваше местоположение
ur: آپ کو تلاش کیا جا رہا ہے
zh: 正在定位你

# home.a11y.locationBlocked
source: Location is blocked
ar: الموقع محجوب
bn: অবস্থান ব্লক করা আছে
de: Standort ist blockiert
es: La ubicación está bloqueada
fa: موقعیت مسدود است
fi: Sijainti on estetty
fr: Localisation bloquée
hi: स्थान अवरुद्ध है
id: Lokasi diblokir
ja: 位置情報がブロックされています
mr: स्थान अवरोधित आहे
pt: Localização bloqueada
ru: Местоположение заблокировано
ur: مقام بند ہے
zh: 位置已被阻止

# home.a11y.recenterMap
source: Recenter map
ar: أعد توسيط الخريطة
bn: মানচিত্র আবার কেন্দ্র করুন
de: Karte zentrieren
es: Centrar el mapa
fa: بازمرکز کردن نقشه
fi: Keskitä kartta uudelleen
fr: Recentrer la carte
hi: मानचित्र फिर से केंद्रित करें
id: Pusatkan ulang peta
ja: 地図を中央に戻す
mr: नकाशा पुन्हा मध्यभागी आणा
pt: Centralizar mapa
ru: Центрировать карту
ur: نقشہ دوبارہ مرکز کریں
zh: 重新定位地图

# home.a11y.settings
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ja: 設定
mr: सेटिंग्ज
pt: Configurações
ru: Настройки
ur: ترتیبات
zh: 设置

# home.continueOnCurrentRoute
source: Continue on current route
ar: تابع المسار الحالي
bn: বর্তমান রুটে এগিয়ে যান
de: Auf der aktuellen Route weiterfahren
es: Continúa en la ruta actual
fa: ادامه در مسیر فعلی
fi: Jatka nykyisellä reitillä
fr: Continuer sur l’itinéraire actuel
hi: वर्तमान मार्ग पर जारी रखें
id: Lanjutkan di rute saat ini
ja: 現在のルートを続ける
mr: सध्याच्या मार्गावर पुढे जा
pt: Continue na rota atual
ru: Продолжить по текущему маршруту
ur: موجودہ راستے پر جاری رکھیں
zh: 继续沿当前路线

# home.distanceKm
source: {km, number} km
ar: {km, number} كم
bn: {km, number} কিমি
mr: {km, number} किमी
ru: {km, number} км

# home.distanceToDestination
source: {km, number} km to {destination}
ar: {km, number} كم إلى {destination}
bn: {km, number} কিমি থেকে {destination}
de: {km, number} km bis {destination}
fi: {km, number} km kohteeseen {destination}
fr: {km, number} km jusqu’à {destination}
hi: {km, number} km से {destination}
id: {km, number} km menuju {destination}
ja: {km, number} km 先（{destination} まで）
mr: {km, number} किमी ते {destination}
pt: {km, number} km até {destination}
ru: {km, number} км до {destination}
ur: {km, number} km سے {destination}
zh: {km, number} km 到 {destination}

# home.importedRoute
source: Imported route
ar: تمت استيراد المسار
bn: ইমপোর্ট করা রুট
de: Importierte Route
es: Ruta importada
fa: مسیر واردشده
fi: Tuotu reitti
fr: Itinéraire importé
hi: आयातित मार्ग
id: Rute yang diimpor
ja: インポートしたルート
mr: आयात केलेला मार्ग
pt: Rota importada
ru: Импортированный маршрут
ur: درآمد شدہ راستہ
zh: 已导入的路线

# home.iosLocationHint
source: Open iOS Settings → Privacy → Location to switch this app to "Always".
ar: افتح إعدادات iOS → الخصوصية → الموقع لتبديل هذا التطبيق إلى "دائمًا".
bn: iOS সেটিংস খুলুন → Privacy → Location, যাতে এই অ্যাপটি "Always" করা যায়।
de: Öffne iOS-Einstellungen → Datenschutz → Standort, um diese App auf „Immer“ umzustellen.
es: Abre Ajustes de iOS → Privacidad → Ubicación para cambiar esta app a "Siempre".
fa: برای تغییر این برنامه به «همیشه»، تنظیمات iOS را باز کنید: Privacy → Location.
fi: Avaa iOS-asetukset → Yksityisyys → Sijainti ja vaihda tämän sovelluksen asetukseksi "Aina".
fr: Ouvrez les Réglages iOS → Confidentialité → Localisation pour passer cette application en « Toujours ».
hi: iOS सेटिंग्स खोलें → Privacy → Location ताकि इस ऐप को "Always" पर स्विच किया जा सके।
id: Buka Pengaturan iOS → Privasi → Lokasi untuk mengubah aplikasi ini menjadi "Selalu".
ja: iOSの設定を開く → プライバシー → 位置情報で、このアプリを「常に」に切り替えてください。
mr: iOS सेटिंग्ज उघडा → गोपनीयता → स्थान, आणि हा अॅप “Always” (नेहमी) वर स्विच करा.
pt: Abra as Configurações do iOS → Privacidade → Localização para mudar este app para "Sempre".
ru: Откройте iOS «Настройки» → «Конфиденциальность» → «Геолокация», чтобы переключить это приложение на «Всегда».
ur: iOS سیٹنگز کھولیں → پرائیویسی → لوکیشن تاکہ اس ایپ کو "ہمیشہ" پر سوئچ کیا جا سکے۔
zh: 打开 iOS 设置 → 隐私 → 位置，将此应用切换为“始终”。

# home.linkFailed
source: Couldn't open that link
ar: تعذّر فتح هذا الرابط
bn: এই লিংকটি খোলা যায়নি
de: Konnte diesen Link nicht öffnen
es: No se pudo abrir ese enlace
fa: باز کردن این لینک ممکن نشد
fi: Linkkiä ei voitu avata
fr: Impossible d’ouvrir ce lien
hi: इस लिंक को नहीं खोल सका
id: Tidak dapat membuka tautan itu
ja: このリンクを開けませんでした
mr: हा दुवा उघडता आला नाही
pt: Não foi possível abrir este link
ru: Не удалось открыть эту ссылку
ur: اس لنک کو نہیں کھولا جا سکا
zh: 无法打开该链接

# home.minutesRemaining
source: {min, number} min remaining
ar: {min, number} دقيقة متبقية
bn: {min, number} মিনিট বাকি
de: {min, number} Min verbleibend
fi: {min, number} min jäljellä
fr: {min, number} min restants
hi: {min, number} मिनट शेष
id: {min, number} menit tersisa
ja: {min, number} 分 目安（残り）
mr: {min, number} मिनिटे शिल्लक
pt: {min, number} min restantes
ru: {min, number} мин осталось
ur: {min, number} منٹ باقی
zh: {min, number} 分剩余

# home.noSuggestions
source: No suggestions yet…
ar: لا توجد اقتراحات بعد…
bn: এখনও কোনো পরামর্শ নেই…
de: Noch keine Vorschläge…
es: Aún no hay sugerencias…
fa: هنوز پیشنهادی وجود ندارد…
fi: Ei vielä ehdotuksia…
fr: Aucune suggestion pour l’instant…
hi: अभी कोई सुझाव नहीं…
id: Belum ada saran…
ja: 候補はまだありません…
mr: अजून सूचना नाहीत…
pt: Sem sugestões ainda…
ru: Пока нет подсказок…
ur: ابھی تک کوئی تجاویز نہیں…
zh: 暂无建议…

# home.offRoute
source: Off route
ar: خارج المسار
bn: রুটের বাইরে
de: Vom Kurs abgekommen
fi: Poissa reitiltä
fr: Hors itinéraire
hi: रास्ते से बाहर
id: Keluar rute
ja: ルートから外れています
mr: मार्गाबाहेर
pt: Fora da rota
ru: Сбились с маршрута
ur: راستے سے ہٹ گئے
zh: 已偏离路线

# home.openSettings
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Configuración
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ja: 設定
mr: सेटिंग्ज
pt: Configurações
ru: Настройки
ur: ترتیبات
zh: 设置

# home.phoneGuidanceReady
source: Phone guidance ready
ar: إرشاد الهاتف جاهز
bn: ফোন গাইডেন্স প্রস্তুত
de: Telefonführung bereit
fi: Puheohjaus valmis
fr: Guidage téléphone prêt
hi: फ़ोन मार्गदर्शन तैयार
id: Panduan telepon siap
ja: 電話案内の準備ができました
mr: फोन मार्गदर्शन तयार
pt: Orientação do telefone pronta
ru: Готово голосовое сопровождение
ur: فون رہنمائی تیار ہے
zh: 手机导航已就绪
